// Sнапишите программу, которая выводит случайное число из отрезка [10, 99]
Console.WriteLine("Hello, World!");
